<?php

/**
 * Only translate these if World of Warcraft does it themselves,
 * otherwise you'll confuse people who expect to see them in English
 * Don't touch the null-entries, they are just there to avoid errors
 */

$lang['speed'] = "Speed";

$lang["bind"] = array(
	0 => null,
	1 => "拾取绑定",
	2 => "装备绑定",
	3 => "使用后绑定",
	4 => "任务物品"
);

$lang["slots"] = array(
	0 => null,
	1 => "头部",
	2 => "颈部",
	3 => "肩部",
	4 => "衬衣",
	5 => "胸部",
	6 => "腰部",
	7 => "腿部",
	8 => "脚部",
	9 => "手腕",
	10 => "手指",
	11 => "手指",
	12 => "饰品",
	13 => "单手",
	14 => "盾牌",
	15 => "远程",
	16 => "背部",
	17 => "双手",
	18 => "背包",
	19 => "战袍",
	20 => "长袍",
	21 => "主手",
	22 => "副手",
	23 => "副手",
	24 => "弹药",
	25 => "投掷",
	26 => "远程",
	27 => "箭袋",
	28 => "圣物"
);

$lang["damages"] = array(
	0 => null, // Physical
	1 => "神圣",
	2 => "火焰",
	3 => "自然",
	4 => "冰霜",
	5 => "暗影",
	6 => "奥术"
);

$lang["spelltriggers"] = array(
	0 => "用途: ",
	1 => "装备: ",
	2 => "Chance on hit: ",
	3 => "Unknown: ",
	4 => "Unknown: ",
	5 => "Unknown: ",
	6 => "Unknown: "
);

$lang["armor_sub"] = array(
	0 => "其他",
	1 =>  "布甲",
	2 => "皮甲",
	3 => "锁甲",
	4 => "板甲",
	5 => null,
	6 => " 盾牌",
	7 => "圣契",
	8 => "神像",
	9 =>  "图腾",
	10 => " 魔印",
);

$lang["weapon_sub"] = array(
	0 => "单手斧",
	1 => "双手斧",
	2 => "弓",
	3 => "枪械",
	4 => "单手锤",
	5 => "双手锤",
	6 => "长柄武器",	
	7 => "单手剑",
	8 => "双手剑",
	9 => "法杖",
	10 => "Staff",
	11 => "Exotic",
	12 => "Exotic",
	13 => "拳套",
	14 => "其他",
	15 => "匕首",
	16 => "投掷武器",
	17 => "矛",
	18 => "弩",
	19 => "魔杖",
	20 => "鱼竿"
);

$lang["stats"] = array(
	0 => "Mana",
	1 => "Health",
	3 => "敏捷",
	4 => "力量",
	5 => "智力",
	6 => "精神",
	7 => "耐力",
	12 => "防御等级 ",
	13 => "躲闪等级 ",
	14 => "招架等级 ",
	15 => "格挡等级 ",
	16 => "近战命中等级 ",
	17 => "远程命中等级 ",
	18 => "法术命中等级 ",
	19 => "近战暴击等级 ",
	20 => "ranged critical strike rating ",
	21 => "法术暴击等级 ",
	28 => "近战急速等级 ",
	29 => "远程急速等级 ",
	30 => "施法加速等级 ",
	31 => "命中等级 ",
	32 => "暴击等级 ",
	35 => "韧性等级 ",
	36 => "急速等级 ",
	37 => "熟练等级 ",
	38 => "attack power ",
	39 => "远程攻击强度 ",
	40 => "feral attack power",
	41 => "healing ",
	42 => "法术伤害 ",
	43 => "法力回复.",
	44 => "护甲穿透 ",
	45 => "法强 ",
	46 => "health per 5 sec.",
	47 => "法术穿透 ",
	48 => "block value ",
);